{
	"2.0.0": {
		"title": "Total Rewrite!",
		"body": "Finally updating disconnect to modern standards... It's about time but its done!",
		"changes": [
			"Rewrote everything, concepts were the only things transferred over!",
			"Noticeable Performance Increase / Better Optimization",
			"No more undefined elements in the bot!",
			"More of a universal look. Less randomness. But still as quirky as ever before! 🤪",
			"Disconnect has a website now! ...Did you know that?",
			"Blah Blah Blah a lot of cool changes... It's all new!"
		],
		"date": "January 8th, 2021"
	},
	"2.0.1": {
		"title": "Version 2.0 Patches",
		"body": "Bug patches and changed commands notably not running. Now including help commands.",
		"changes": [
			"Added help command, command list, and command information as they were forgotten in the last update. :(",
			"Commands are now running properly and wont randomly not respond."
		],
		"date": "January 9th, 2021"
	},
	"2.0.2": {
		"title": "Patched Help Command + More!",
		"body": "I have seen many bots deleting the help message. Now switched to embeds to look nicer and well... respond.",
		"changes": [
			"Help message are now done in embeds along with command list and command information",
			"Changed file resources around to different places to work better and not have such long file reach",
			"Updated the disconnect invite not working and showing as undefined... Sorry",
			"Added colors to the emojis command",
			"Bot info links fixed"
		],
		"date": "February 5th, 2021"
	},
	"2.1.0": {
		"title": "Notify Me",
		"body": "Disconnect notifications from YouTube uploads! And a few other things...",
		"changes": [
			"YouTube Notifications are now a thing... There are a few more platforms in testing but are taking too long.",
			"Welcoming and Farewell can now be done using Disconnect.",
			"Disconnect will not try running commands before checking permissions to speak",
			"Disconnect will also not bug out using certain commands like it has been doing",
			"Cooldowns have been enabled for some commands. Please stop spamming the bot so much and this may go away!!!",
			"and much more..."
		]
	},
	"2.1.1": {
		"title": "Notify Me - Commands List Update",
		"changes": ["Forgot to update the command list."]
	}
}
